[Translator]
Name=Дмитрий Павельев <mitrafun@gmail.com>#13#10Дмитрий Лепихов <LemonDmitry@gmail.com>

[frmMain]
mnuFindTarget.Caption=&Выбрать область...
mnuPrimaryMonitor.Caption=&Главный монитор
mnuSecondaryMonitor.Caption=&Второстепенный монитор
mnuRecordScreen.Caption=&Полный экран
mnuISOMPEG1standard.Caption=ISO MPEG-1 стандарт (.AVI)
mnuISOMPEG2standard.Caption=ISO MPEG-2 стандарт (.AVI)
mnuISOMPEG4standard.Caption=ISO MPEG-4 стандарт (.AVI)
mnuXvid.Caption=ISO MPEG-4 XVID (.AVI)
mnuOpenDivx.Caption=ISO MPEG-4 OpenDivx (.AVI)
mnuMicrosoftMPEG4part2.Caption=Microsoft MPEG-4 часть 2 (.AVI)
mnuMicrosoftMPEG4part3.Caption=Microsoft MPEG-4 часть 3 (.AVI)
mnuFlashVideo.Caption=Flash Video (.FLV)
mnuISOMPEG4standardMP4.Caption=ISO MPEG-4 стандарт (.MP4)
mnuAppleQuickTime.Caption=Apple QuickTime (Sony Vegas editable) (.MOV)
mnuMPEG2TransportStream.Caption=MPEG-2 транспортный поток (.TS)
mnuMPEG2PSformat.Caption=MPEG-2 PS (.VOB)
mnuVFWCodec.Caption=Расширенные кодеки... (.AVI)
mnuISOMPEG4standardWMV.Caption=Microsoft MPEG-4 часть 3 (.WMV)
mnuISOWMV2.Caption=Windows Media Video 8 (.WMV)
ActionManager.Categorys.&Mode=Режим
ActionManager.Categorys.&Tools=Инструменты
ActionManager.Categorys.&Help=Помощь
mnuSettings.Caption=&Настройки...
mnuAbout.Caption=&О программе...
mnuHelp.Caption=&Помощь...
mnuMP3AudioCodec.Caption=MPEG audio layer 3 (.MP3)
mnuWMAAudioCodec.Caption=Windows Media Audio 2 (.WMA)
mnuFreeLosslessAudioCodecflac.Caption=FLAC (Free Lossless Audio Codec) (.FLAC)
mnuAACAudioCodec.Caption=AAC (Advanced Audio Coding) (.M4A)
mnuRecordingTheScreenAndAudio.Caption=Запись исходящего изображения и звука
mnuRecordingOnlyAudio.Caption=Запись звука
mnuRecordingTheGame.Caption=Запись игры
mnuGIFAnimation.Caption=GIF анимированный (.GIF)
mnuMP4ContainerFormat.Caption=MP4 (MPEG-4 Part 14) контейнер
mnuMKVContainerFormat.Caption=MKV (Matroska) контейнер
mnuM4VContainerFormat.Caption=M4V (iPod MP4) контейнер
mnuMOVContainerFormat.Caption=MOV (QuickTime) контейнер
mnuWMVContainerFormat.Caption=WMV (Windows Media Video) контейнер
mnuFLVContainerFormat.Caption=FLV (Flash Video) контейнер
mnuAVIContainerFormat.Caption=AVI (Audio Video Interleaved) контейнер
mnuTSContainerFormat.Caption=TS (MPEG-2 транспортный поток) контейнер
mnuVOBContainerFormat.Caption=VOB (MPEG-2 PS) контейнер
mnuNvidiaNvencH264AACMP4.Caption=NVIDIA NVENC H.264 + AAC (.MP4)
mnuISOMPEG4standardMP4AAC.Caption=ISO MPEG-4 стандарт + AAC (.MP4)
mnuNvidiaNvencH264AACMKV.Caption=NVIDIA NVENC H.264 + AAC (.MKV)
mnuISOMPEG4standardFLACMKV.Caption=ISO MPEG-4 стандарт + FLAC (.MKV)
mnuISOMPEG4standardAACMKV.Caption=ISO MPEG-4 стандарт + AAC (.MKV)
mnuISOMPEG4standardMP3MKV.Caption=ISO MPEG-4 стандарт + MP3 (.MKV)
mnuNvidiaNvencH264AACM4V.Caption=NVIDIA NVENC H.264 + AAC (.M4V)
mnuISOMPEG4standardAACM4V.Caption=ISO MPEG-4 стандарт + AAC (.M4V)
mnuNvidiaNvencH264AACMOV.Caption=NVIDIA NVENC H.264 + AAC (.MOV)
mnuAppleQuickTimeMOVAAC.Caption=Apple QuickTime + AAC (.MOV)
mnuNvidiaNvencH264AACAVI.Caption=NVIDIA NVENC H.264 + AAC (.AVI)
mnuHardwareEncoderSettings.Caption=Hardware Encoder settings...
mnuAudioCodecsSettings.Caption=Настройки кодеков аудио...
mnuCustomSize.Caption=&Задать размер...
mnuNvidiaNvencH264FLACMKV.Caption=NVIDIA NVENC H.264 + FLAC (.MKV)
mnuOpenH264FLACMKV.Caption=Open H.264 + FLAC (.MKV)
mnuRegister.Caption=&Регистрация...
mnuBuy.Caption=&Покупка...
ActionManager.Categorys.&Register=За&регистрировать
mnuAddRecordingArea.Caption=&Добавить область записи...
mnuEditRecordingAreaList.Caption=&Редактировать список областей записи...
mnuNvidiaNvencHEVCAACMP4.Caption=NVIDIA NVENC HEVC + AAC (.MP4)
mnuNvidiaNvencHEVCAACMKV.Caption=NVIDIA NVENC HEVC + AAC (.MKV)
mnuNvidiaNvencHEVCFLACMKV.Caption=NVIDIA NVENC HEVC + FLAC (.MKV)
mnuNvidiaNvencHEVCAACAVI.Caption=NVIDIA NVENC HEVC + AAC (.AVI)
mnuExit.Caption=&Закрыть прилодение
mnuAutoSelectCodec.Caption=Выбирать автоматически
mnuIntelQuickSyncVideoH264AACMP4.Caption=Intel Quick Sync Video H.264 + AAC (.MP4)
mnuIntelQuickSyncVideoHEVCAACMP4.Caption=Intel Quick Sync Video HEVC + AAC (.MP4)
mnuIntelQuickSyncVideoH264AACMKV.Caption=Intel Quick Sync Video H.264 + AAC (.MKV)
mnuIntelQuickSyncVideoH264FLACMKV.Caption=Intel Quick Sync Video H.264 + FLAC (.MKV)
mnuIntelQuickSyncVideoH264AACM4V.Caption=Intel Quick Sync Video H.264 + AAC (.M4V)
mnuIntelQuickSyncVideoH264AACMOV.Caption=Intel Quick Sync Video H.264 + AAC (.MOV)
mnuIntelQuickSyncVideoH264AACAVI.Caption=Intel Quick Sync Video H.264 + AAC (.AVI)

[frmOption]
btnInformation.Caption=Информация
btnVideoConfiguration.Caption=&Настройки
lblFPS.Caption=FPS: 
gbxVideo.Caption=Видео
chkAudio.Caption=Настройки устройства аудио
lblAudioDrive.Caption=Устройство:
lblChannel.Caption=Канал: 
lblSampleRate.Caption=Частота дискретизации: 
lblQuality.Caption=Качество:
chkRecordCursor.Caption=З&ахват указателя мыши
chkBalanceReposition.Caption=При перемещении области записи будет перемещаться главное окно.
gbxHotkeySettings.Caption=Настройки горячих клавиш
chkRecordHotkey.Caption=Запись: 
chkPauseHotkey.Caption=Пауза: 
chkCaptureHotkey.Caption=Снимок:
chkFindTargetHotkey.Caption=Назначение:
lbledtOutputPath.Caption=Путь назначения:
btnOK.Caption=&OK
btnCancel.Caption=&Отмена
Caption=Настройки
lblMin.Caption=Минут
lblSecond.Caption=Секунд
lblAfterCompletion.Caption=После завершения
gbxRservationRecord.Caption=Ограничение времени записи
chkRecordingTimeLimite.Caption=&Включено
gbxLanguage.Caption=Настройки языка
lblLanguage.Caption=Язык:
lblVideoBitrate.Caption=Скорость потока: 
lblAudioBitrate.Caption=Скорость потока: 
gbxVideoEncoding.Caption=Видео
gbxAudioEncoding.Caption=Аудио
btnRestoreDefaultSettings.Caption=&По умолчанию
lblCaptureFormat.Caption=Формат файла под изображение снимка:
lblUsingMultiCore.Caption=Использование многопоточности: 
gbxMouseEffect.Caption=Подстветка мыши
chkEnabledMouseEffect.Caption=Включено
lblMouseEffectColor.Caption=Цвет:
lblMouseEffectSize.Caption=Размер:
gbxTimeLimitSettings.Caption=Опции
rbTimeLimitDoNothing.Caption=Ничего не делать
rbTimeLimitStartNewRecording.Caption=Начать новую запись
rbTimeLimitExitProgram.Caption=Выйти из программы
rbTimeLimitShutdown.Caption=Выключить компьютер
gbxWatermarkSettings.Caption=Добавить водяной знак поверх видео
chkUseWatermark.Caption=&Использовать водяной знак
lbledtWatermakrImagePath.Caption=Путь к изображению: 
lblOpacity.Caption=Прозрачность: 
gbxWatermarkImagePosition.Caption=Позиция
lblVideoQuality.Caption=Качество:
lblEncoderThreadCount.Caption=Кол-во потоков:
chkShowFPSOverlay.Caption=Показать FPS-оверлей
gbxGameRecording.Caption=Запись игры
lblColorConversionQuality.Caption=Качество преобразования цветов:
pmnuPrefixDateTime.Caption=Префикс + дата + время
pmnuProgramNameDateTime.Caption=Имя_программы + дата + время
pmnuUserIDDateTime.Caption=Идентификатор_пользователя + дата + время
pmnuDisplayUserNameDateTime.Caption=Отображаемое_имя_пользователя + дата + время
pmnuPrefixLocalizationDateNumber.Caption=Префикс + локальная_дата + номер (#)
pmnuProgramNameLocalizationDateNumber.Caption=Имя_программы + локальная_дата + номер (#)
pmnuUserIDLocalizationDateNumber1.Caption=Идентификатор_пользователя + локальная_дата + номер (#)
pmnuDisplayUserNameLocalizationDateNumber1.Caption=Отображаемое_имя_пользователя + локальная_дата + номер (#)
pmnuPrefixNumber1.Caption=Префикс + номер (#)
pmnuPrefixNumber2.Caption=Префикс + номер (##)
pmnuPrefixNumber3.Caption=Префикс + номер (###)
pmnuProgramNameNumber1.Caption=Имя_программы + номер (#)
pmnuProgramNameNumber2.Caption=Имя_программы + номер (##)
pmnuProgramNameNumber3.Caption=Имя_программы + номер (###)
pmnuNumber1.Caption=Номер (#)
pmnuNumber2.Caption=Номер (##)
pmnuNumber3.Caption=Номер (###)
pmnuHelp.Caption=&Помощь...
ledtFileName.Caption=Имя файла:
chkHideDragCursorInRecordingArea.Caption=&Скрыть курсор на записываемом видео
gbResizeVideo.Caption=Изменение размера
chkResizeVideo.Caption=Изменение &размера видео
lblResolution.Caption=Разрешение:
lblResizeQuality.Caption=Качество:
lblGIFFPS.Caption=FPS:
lblGIFQuality.Caption=Качество:
gbxGIF.Caption=Настройки GIF
chkGIFIncludeCursor.Caption=Включить курсор
chkResizeGIF.Caption=Изменение размера GIF
lblGIFResolution.Caption=Разрешение:
lblGIFResizeQuality.Caption=Качество:
gbResizeGIF.Caption=Изменение размера
rbTimeLimitHibernate.Caption=Гибернация
tsGeneral.Caption=Общие
tsGame.Caption=Игра
tsResize.Caption=Изменение размера
gbxMicrophone.Caption=Настройки микрофона
lblMicrophoneInputSource.Caption=Источник входного сигнала
gbxEncodingSettings.Caption=Кодирование
gbxGameRecordingPerformance.Caption=Запись игры
lblStageOfPipeline.Caption=Снабжение:
lblDecoderResolutionCompatibility.Caption=Декодер Совместимость Разрешение:
lblWatermarkLeftRightMargins.Caption=Отступ слева, справа
lblWatermarkTopBottomMargin.Caption=Отступ сверху, снизу
gbxCalcFPS.Caption=Рассчитать FPS
lblCalcFPSInterval.Caption=Интервал:
lblCalcFPSMS.Caption=миллисекунды
lblCalcFPSRoundMode.Caption=Круглый режим:
gbxFPSLimit.Caption=Ограничение FPS
chkFPSLimit.Caption=Ограничить FPS
lblFPSLimit.Caption=FPS:
chkLimitFPSWhenRecording.Caption=Ограничить FPS при записи
chkCaptureIncludeCursor.Caption=Включить &захват курсора
chkUseCaptureImageWatermark.Caption=&Добавление водяных знаков для захвата изображения
lblFPSLimitMode.Caption=Режим:
tsMouseLeftClickEffect.Caption=Щелчок левой кнопкой мыши эффект
tstsMouseRightClickEffect.Caption=Щелкните правой кнопкой мыши эффект
chkMouseLeftClickEffect.Caption=Добавьте Щелчок левой кнопкой мыши эффект
lblMouseLeftClickEffectStyle.Caption=Стиль:
lblMouseLeftClickColor.Caption=Цвет:
lblMouseLeftClickEffectSize.Caption=Размер:
lblMouseLeftClickLineWidth.Caption=Ширина линии:
chkMouseRightClickEffect.Caption=Добавить мышь правой кнопкой мыши эффект
lblMouseRightClickEffectStyle.Caption=Стиль:
lblMouseRightClickColor.Caption=Цвет:
lblMouseRightClickEffectSize.Caption=Размер
lblMouseRightClickLineWidth.Caption=Ширина линии:
chkMouseCursorHighlightEffect.Caption=Подсвечивать курсор
lblMouseCursorHighlightEffectColor.Caption=Цвет:
lblMouseCursorHighlightEffectSize.Caption=Размер:
tsMouseCursorHighlightEffect.Caption=Эффект подствечивания курсора
tsMouseCursorSize.Caption=Размер курсора
chkRecordingAreaAroundTheMouseCursor.Caption=Записывать только область &вокруг курсора мыши
gbxWebcamSettings.Caption=Вебкамера
chkWebcamOverlayToVideo.Caption=&Добавить веб-накладку на видео
lblWebcamList.Caption=Вебкамера
btnWebcamPreview.Caption=&Предварительный просмотр...
btnWebcamSettings.Caption=&Настройки...
gbxWebcamPosition.Caption=Позиция
lblWebcamLeftRightMargins.Caption=Отступ слева, справа
lblWebcamTopBottomMarings.Caption=Отступ сверху, снизу
lblStartFilenameNumber.Caption=Начальный номер в имени файла:
chkHiddenRecordingArea.Caption=Скрытие области записи
tsRecordingArea.Caption=Область записи
lblWebcamFormat.Caption=Формат:
btnAllReset.Caption=&Сброс...
chkShowHideFPSHotKey.Caption=Показать / скрыть FPS:
chkOnOffAlwaysHideRecordingArea.Caption=Показать / скрыть область записи:
gbxScreenRecording.Caption=Запись экрана
lblCaptureMethod.Caption=Способ захвата:
chkShowRecordingAreaMiniControl.Caption=Отображать малую &панель управления в области записи
chkAlwaysOnTop.Caption=&Поверх всех окон
lblFrameRateMode.Caption=Режим частоты кадров:
gbxHiddenRecordingArea.Caption=Область записи
chkAlwaysHideRecordingArea.Caption=всегда скрыта
chkHideRecordingAreaWhenRecording.Caption=скрыта во время записи
chkHideRecordingAreaWhenAppMinimizedOrHidden.Caption=скрыта, когда приложение свёрнуто или скрыто
chkUseTrayIcon.Caption=&Использовать системный трей
chkHideAppWhenAppMinimized.Caption=Скрыть приложение, когда оно &свёрнуто
chkHideAppWhenAppStarts.Caption=Скрыть приложение после &запуска
btnVideoQualityCustom.Caption=Пользовательское...

[frmAbout]
btnOK.Caption=&OK
lblDescription.Caption=Только для личного, не коммерческого использования.
btnSendReport.Caption=&Сообщить об ошибке...
Caption=О программе
tsInformation.Caption=Информация
tsLicense.Caption=Лицензионное соглашение
btnRegister.Caption=За&регистрировать...

[frmVFWCodecs]
Caption=Расширенные кодеки
chkUseVFWCodec.Caption=&Использовать рас. кодеки
btnDownloadCodecs.Caption=Загрузить расширенные кодеки...
btnVideoConfiguration.Caption=&Настройки
btnInformation.Caption=&О программе
btnOK.Caption=&OK
btnCancel.Caption=&Отмена
lblVFWAudioCodecs.Caption=Кодек аудио

[frmRegister]
Caption=Регистрация
ledtEMail.Caption=Электронная почта:
ledtSerialNumber.Caption=Серийный номер:
btnOK.Caption=&OK
btnCancel.Caption=&Отмена

[frmInternetAuth]
Caption=Ожидайте...
lblAuthentication.Caption=Аутентификация...

[frmSaveToGIFProgress]
Caption=Сохранение
btnCancel.Caption=&Отмена

[LanguageString]
Record=Запись
Resume=Возобновить
Pause=Пауза
Encoding=Кодирование
Capture=Снимок
Area=Область
Resize=Размер
Open=Открыть
Options=Настройки
Report=Отчёт
Register=Регистрация
Info=Информация
Hotkey=Горячая клавиша
Hotkeys=Горячие клавиши
Save=Сохранение
Codecs=Кодеки
Timelimit=Ограничение
Stop=Остановить
Confirm=Подтвердить
Version=Версия
Language=Язык
Stereo= стерео
Mono=моно
Warning=Предупреждение
Sound=Звук
Error=Ошибка
Information=Информация
Confirm=Подтвердить
&Yes=&Да
&No=&Нет
&OK=&OK
&Cancel=&Отмена
&Abort=&Прервать
&Retry=&Повторить
&Ignore=&Пропустить
Effect=Эффект
KeyframeRate=Количество ключевых кадров
ModifiedWindowsHostFile=Обнаружено изменение в файле hosts Windows.
StopRecording=Остановить запись экрана.
StartRecording=Запустить запись экрана.
CaptureScreen=Снимок экрана.
CopyToClipboard=Копировать в буфер обмена
PressKeyStopRecording=Нажмите %s для остановки записи.
RecordingFailed=Ошибка записи.
CauseAudioSynthesis=Причина (аудио синтез): 
Cause=Cause
NotExistDefaultOutputPath=Путь назначения не существует. Установлен путь по умолчанию.
Recording...=Запись
UpdateNewVersion=Обновить oCam до новой версии.
SelectAreaToRecord=Выбрать область записи.
ResizeRecordingArea=Изменить размеры области записи.
Position=Позиция
ChangeSettings=Главные настройки программы.
DisplaySoftwareInformation=Отобразить информацию о программе и лицензии.
OpenOutputPath=Открыть папку назначения.
BrowseForFolder=Просмотр папок
FailedRecordRegisterHotkey="Запись" горячая клавиша не установлена.
FailedPauseRegisterHotkey="Пауза" горячая клавиша не установлена.
FailedCaptureRegisterHotkey="Снимок экрана" горячая клавиша не установлена.
FailedRecordAreaRegisterHotkey="Выбор области записи" горячая клавиша не установлена.
PleaseChangeHotkey=Пожалуйста измените настройки горячих клавиш.
LanguageChanged=Язык изменен. Изменения вступят в силу после следующего запуска программы.
DownloadCodecs=Загрузить кодеки из интернета.
WhenUsedGoodCodecs=Для использования oCam я собрал хорошие кодеки.
GotoCodecPage=Хотите перейти на страницу кодеков в интернете?
DontShowAgain=Не показывать снова
RecordingStarting=Запуск...
RecordingStopping=Остановка...
FailedInitWASSoundLibDLL=Ошибка инициализации звуковой библиотеки. Проверьте, запущена ли служба Windows - Аудио.
JPEGQuality=Качество JPEG
CompressQuality=Сжатие <-> качество
LicenseTo=Зарегистрирован
InvalidSerialNumber=Неправильный серийный номер
RegisterExpired=Серийный номер уже истек.
ExpiryDate=Срок действия
Days=День
Enabled=Включено
Disabled=Выключено
Used=Использовать
NotUsed=Не использовать
LowDiskSpace=Не достаточно места на диске.
Watermark=Водяной знак
RecordSystemAudio=Записывать системные звуки
DoNotRecordMicrophone=Не записывать микрофон
DoNotRecordSystemAudio=Не записывать системные звуки
UltraHigh=сверхвысокое
VeryHigh=очень высокое
High=высокое
Medium=среднее
Low=низкое
VeryLow=очень низкое
Auto="авто "
CantNotLoadImage=Невозможно загрузить изображение водяного знака из файла.
NotFoundTheTargetRecordWindow=Не найдено целевое окно для записи.
RecordingGame=Игра
VeryFast=очень быстро
Fast=быстро
Normal=нормально
Slow=медленно
VerySlow=очень медленно
FileName=Имя файла
ConnectionFailed=Подключение к серверу не удалось.
Congratulations=Поздравляем
SuccessfullyRegistered=Поздравляем! Вы успешно зарегистрированы.
InvalidSerialNumber=Неправильный серийный номер. Серийный номер является недопустимым.
InvalidEMailAddress=Неверный адрес электронной почты. Адрес электронной почты является недопустимым.
RegisterExpired=Серийный номер, который Вы использовали для активации данного продукта, истёк.
InvalidResponseFromServer=Получен недопустимый ответ от сервера.
RegisterAleady=Серийный номер уже зарегистрирован.
Donate=Пожертвовать
MonitorNotSupportResolution=Монитор не поддерживает разрешение.
HalfSize=половина размера
FitWidth=вписать по ширине
FitHeight=вписать по высоте
Custom=задать
GIF=Анимированный GIF
General=Общие
Game=Игра
Performance=Производительность
Input=вход
LeftChannel=" левый канал"
RightChannel=" правый канал"
StereoChannel=" стерео"
3StagPipelineDescription=3-ступенчатый конвейер (хорошая производительность)
2StagPipelineDescription=2-ступенчатый конвейер (нормально)
NoPipelineDescription=без снабжения (медленно)
HighPerformance=Высокая производительность
HighQuality=Высокое качество
BlurayDisk=Диск Bluray
LowLatency=Небольшая задержка
HighPerformanceLowLatency=Высокая производительность и небольшая задержка
HighQualityLowLatency=Высокое качество с небольшой задержкой
NvidiaDefault=Nvidia По умолчанию
MaximumQuantizer=Максимальная вариация
MinimumQuantizer=Минимальная вариация
ConstQuantizerParameter=Параметр постоянной вариации скорости потока
Main=Главный
Baseline=базисный
SinglePassConstantQP=1-PASS константа QP
SinglePassCBR=1-PASS CBR
SinglePassVBR=1-PASS VBR
(0)FirstGPU=(0) первый GPU
(1)SecondGPU=(1) второй ГПУ
WidthHeightMultiple16=Ширина, высота кратна 16
WidthMultiple8HeightMultiple4=Ширина кратна 8, высота кратна 4
WidthHeightMultiple2=Ширина, высота кратна 2
Pixel=пиксель
Round=круглый
RoundUp=округлять
RoundDown=округлить вниз
ConsumingCPUCycles=использования цикличности
YieldTheCPU=уступать процессору
AnimationDuration=продолжительность анимации
millisecond=миллисекунды
Rings=Кольца
Star=звезда
Star_RandomColor=Звезда (случайный цвет)
Star_Rotation=Вращение звезды
Star_Rotation_RandomColor=вращение звезды (случайный цвет)
Opacity=Прозрачность
SoftEdge=Насыщенность
Sec=Сек.
CursorSize=Размер курсора
Webcam=Веб-камера
WebcamVideoSize=Размер видео
SerialNumberAlreadyRegistered=Серийный номер уже зарегистрирован.
Close=&Закрыть
WhenRecording=Во время записи
Always=Всегда
AutoSelect=Автоматический выбор
AreSureResetAllSettings=Вы уверены, что хотите сбросить все настройки?
PleaseEnterRecordingAreaDisplayName=Пожалуйста, введите имя области записи.
NoCategory=нет категории
RecordingAreaCategoryNameExists=Название категории существует.
InvaildRecordingAreaCategoryName=Недопустимое название категории.
PleaseEnterRecordingAreaCategoryName=Пожалуйста, введите название категории.
Youtube=YouTube
LossLess=без потерь
HighPerformanceLossLess=Высокая производительность, без потерь
Menu=Меню
ScreenRecording=Запись экрана
GameRecording=Запись игры
AudioRecording=Запись аудио
LetsSeeTheGameRecordingManual=Давайте посмотрим руководство записи игры для начинающих
DesktopDuplicationAPI=Дублирование API рабочего стола (быстро)
GDIAPI=Графический интерфейс приложения
CantNotLoadWatermarkImage=Невозможно загрузить изображение водяного знака.
FrameRateMode_VFR=Переменная частота кадров (быстро)
FrameRateMode_CFR=Постоянная скорость передачи кадров
SoundRecord=Запись
SecretFolder=Секретная папка
Installed=Установлены
InstallApp=Установить приложение
AleadyInstall=Приложение уже установлено.
FailedRunInstaller=Не удалось выполнить действие установки программного обеспечения.
FailedDownload=Ошибка загрузки.
FailedGetSystemInfo=Не удалось получить сведения о системе.
InvalidInstallFile=Похоже, загружаемый файл поврежден.

[frmHardwareEncoderSettings]
Caption=Настройки кодировщика
tsNVIDIANVENCH264.Caption=NVIDIA NVENC H.264
lblNVIDIANVENCH264Preset.Caption=Предустановленная:
btnOK.Caption=&OK
btnCancel.Caption=&Отмена
lblNvidiaNvencH264Profile.Caption=Профиль:
lblNvencH264Level.Caption=Уровень:
lblNvencGPUSelect.Caption=GPU:
gbxNvencH264RateControl.Caption=Управление скоростью
lblNvencH264ConstQP.Caption=Параметр постоянной вариации скорости потока: 
lblNvencH264ConstQPHigh.Caption=1 (высокое качество)
lblNvenctH264ConstQPLowQuality.Caption=51 (низкое качество)
lblNvencH264AverageBitRate.Caption=Средняя скорость потока: 
lblNvencH264MinimumQuantizer.Caption=Minimum Quantizer: 
lblNvencH264MinimumQPHighQuality.Caption=1 (высокое качество)
lblNvencH264MinimumQPLowQuality.Caption=51 (низкое качество)
lblNvencH264MaximumQuantizer.Caption=Maximum Quantizer:
lblNvencH264MaximumQPHighQuality.Caption=1 (высокое качество)
lblNvencH264MaximumQPLowQuality.Caption=51 (низкое качество)
lblNvencH264MaxBitrate.Caption=Максимальная скорость потока: 
btnNvencH264Default.Caption=По &умолчанию
tsNVIDIANVENCHEVC.Caption=NVIDIA NVENC HEVC
lblNVIDIANVENCHEVCPreset.Caption=Средняя
lblNvidiaNvencHEVCProfile.Caption=Профиль
lblNvencHEVCLevel.Caption=Уровень
lblNvencHEVCGPUSelect.Caption=GPU
gbxNvencHEVCRateControl.Caption=Управление скоростью
lblNvencHEVCConstQP.Caption=Параметр постоянной вариации скорости потока: 
lblNvencHEVCConstQPHigh.Caption=1 (высокое качество)
lblNvenctHEVCConstQPLowQuality.Caption=51 (низкое качество)
btnNvencHEVCDefault.Caption=По &умолчанию
lblNvencHEVCAverageBitRate.Caption=Средняя скорость потока: 
lblNvencHEVCMinimumQuantizer.Caption=Минимальная вариация: 
lblNvencHEVCMinimumQPHighQuality.Caption=1 (высокое качество)
lblNvencHEVCMinimumQPLowQuality.Caption=51 (низкое качество)
lblNvencHEVCMaximumQuantizer.Caption=Максимальная вариация: 
lblNvencHEVCMaximumQPHighQuality.Caption=1 (высокое качество)
lblNvencHEVCMaximumQPLowQuality.Caption=51 (низкое качество)
lblNvencHEVCMaxBitrate.Caption=Максимальная скорость потока: 
gbxOpenH264RateControl.Caption=Управление скоростью
lblOpenH264ConstQP.Caption=Параметр постоянной скорости потока: 
lblOpenH264ConstQPHigh.Caption=1 (высокое качество)
lblOpenH264ConstQPLowQuality.Caption=51 (низкое качество)
tsIntelQSVH264.Caption=Intel® Quick Sync Video H.264
lblQSVH264ConstQPHigh.Caption=1 (высокое качество)
lblQSVH264ConstQPLowQuality.Caption=51 (низкое качество)
gbxQSVH264RateControl.Caption=Управление скоростью

[frmAudioCodecsSettings]
lblAACAudioBitrate.Caption=Скорость потока: 
lblMP3AudioBitrate.Caption=Скорость потока: 
lblMP2AudioBitrate.Caption=Скорость потока: 
lblWMAAudioBitrate.Caption=Скорость потока: 
btnDefault.Caption=По &умолчанию
btnOK.Caption=&OK
btnCancel.Caption=&Отмена
Caption=Настройка кодеков аудио
lblAACAudioSampleRate.Caption=Частота дискретизации: 
lblMP3AudioSampleRate.Caption=Частота дискретизации: 
lblMP2SampleRate.Caption=Частота дискретизации: 
lblWMASampleRate.Caption=Частота дискретизации: 
lblFlacAudioSampleRate.Caption=Частота дискретизации: 

[frmCustomSize]
Caption=Пользовательский размер
btnOK.Caption=&OK
btnCancel.Caption=&Отмена
gbxCustomSize.Caption=Размер

[frmRecordingAreaListEditor]
btnReset.Caption=&Сброс
btnOK.Caption=&OK
btnCancel.Caption=&Отмена
mnuAdd.Caption=&Добавить...
mnuEdit.Caption=&Редактировать...
mnuDelete.Caption=&Удалить...
mnuInsertSeparator.Caption=&Вставить разделитель...
Caption=Редактор списка областей записи

[frmInputNewCategoryName]
Caption=Новая категория
ledtNewCategoryName.Caption=Введите имя категории:
btnOK.Caption=&OK
btnCancel.Caption=&Отмена

[frmAddRecordingArea]
Caption=Добавление области записи
lblCategorys.Caption=Категория:
ledtRecordingAreaDisplayName.Caption=Отображаемое имя для области записи:
btnNewCategory.Caption=&Новая категория...
btnOK.Caption=&OK
btnCancel.Caption=&Отмена

[frmAppInstaller]
lblSecretFolderTitle.Caption=Секретная папка - скрытая папка
lblSecretFolderDescription.Caption=Скрыть, заблокировать и запаролить Ваши личные файлы и папки.
